#+title: Living In Perseus
#+FILETAGS: :work:
* TODO "Living in Perseus" [0%]
:PROPERTIES:
:ORDERED:  t
:END:
** what is my goal or intention?
write a story that illustrates the general "vibe" of the Perseus Princes
** TODO plan "Living in Perseus" [3/5]
:PROPERTIES:
:ORDERED:  t
:END:
*** DONE capture your thoughts on "Living in Perseus" :think:@computer:
:PROPERTIES:
:EFFORT:   8min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-06-16 Mon 14:55]
CLOCK: [2025-06-16 Mon 14:47]--[2025-06-16 Mon 14:55] =>  0:08
:END:
**** questions to ask during an initial project brainstorm
***** what is my goal or intention?
***** what do I already know about this project?
***** what don't I know that I need to find out?
***** what can I read or listen to for relevant ideas?
***** who can I talk to who might provide insights?
*** DONE search for notes related to "Living in Perseus" and dump them into the "basket" :@computer:
:PROPERTIES:
:EFFORT:   5min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-06-16 Mon 14:56]
:END:
**** make sure to scour the project archives as well
*** DONE consolidate the basket of "Living in Perseus" into a component outline :think:@computer:
:PROPERTIES:
:EFFORT:   5min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-06-16 Mon 15:00]
CLOCK: [2025-06-16 Mon 14:58]--[2025-06-16 Mon 15:00] =>  0:02
CLOCK: [2025-06-16 Mon 14:56]--[2025-06-16 Mon 14:58] =>  0:02
:END:

*** TODO break down the components of "Living in Perseus" into smaller ones :think:@computer:
:PROPERTIES:
:EFFORT:   10min
:END:

*** TODO sketch out tasks of "Living in Perseus" :flow:@computer:
:PROPERTIES:
:EFFORT:   15min
:END:

** TODO components [0/2]
:PROPERTIES:
:ORDERED:  t
:END:
*** research [/]
**** research how to write a short vignette to illustrate something [/]
**** research how to write plant characters (or aliens in general )[/]
*** TODO discuss it on the forum :@internet:
*** WAIT wait until I have three ideas from the forum
*** characters [/]
**** Cech-Vista [/]
*** plot [/]
**** goal [/]
**** obstacle [/]
**** idk [/]
*** outline [/]
*** first draft [/]
*** feedback (1) [/]
*** revision (1) [/]
*** feedback (2) [/]
*** revision (2) [/]
*** feedback (3) [/]
*** revision (3) [/]
*** feedback (4) [/]
*** revision (4) [/]
*** feedback (5) [/]
*** revision (5) [/]
*** feedback (6) [/]
*** revision (6) [/]
** TODO finish "Living in Perseus" [0/1]
:PROPERTIES:
:ORDERED:  t
:END:
*** TODO review my project for packets of work that I could reuse :@computer:
:PROPERTIES:
:EFFORT:   5min
:END:
*** TODO review my project to see what went right and what went wrong :@computer:
:PROPERTIES:
:EFFORT:   5min
:END:
